david-cermak/upqc-lab/hybrid/target_client/sdkconfig.defaults
    # This file was generated using idf.py save-defconfig. It can be edited manually.
    # Espressif IoT Development Framework (ESP-IDF) 6.0.0 Project Minimal Configuration
    #
    # default:
CONFIG_IDF_TARGET="linux"
CONFIG_MBEDTLS_SSL_PROTO_TLS1_3=y
